// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Skriv in följande nyckel och tryck sedan på returtangenten på tangentbordet.";

"MSG_PAIRING_TIMEOUT" = "Kunde inte parkoppla med ”%@”. Försök igen genom att klicka på Parkoppla.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Kunde inte parkoppla med ”%@”. Försöker med nästa tangentbord om 5 sekunder.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Kunde inte parkoppla med ”%@”. Försöker igen om 5 sekunder.";

"MSG_PAIRING_FAILED" = "Kunde inte parkoppla med tangentbordet. Försök igen genom att klicka på Parkoppla.";
"MSG_PAIRING_FAILED_AUTO" = "Kunde inte parkoppla med tangentbordet. Försöker igen…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Ett fel uppstod vid sökningen efter trådlösa enheter.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Parkopplar med tangentbordet ”%@”.";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Parkopplar med musen ”%@”.";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Söker efter tangentbord…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Söker efter mus…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Datorn har parkopplats med ”%@”.";
"TITLE_PAIRED_MOUSE" = "Datorn har parkopplats med ”%@”";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Inställningsassistent hittade %d trådlösa tangentbord.";
"TITLE_MOUSE_N_FOUND" = "Inställningsassistent hittade %d trådlösa möss.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Inställningsassistenten hittade tangentbordet ”%@”.";
"TITLE_MOUSE_FOUND" = "Inställningsassistenten hittade musen ”%@”.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Välj ditt tangentbord från listan och klicka på Parkoppla. Efter parkopplingen kommer du se en lösenkod som du skriver in på tangentbordet.";
"MSG_START_PAIRING_MOUSE" = "Inställningsassistenten försöker parkoppla till en mus i muslistan. När musen är parkopplad kan du flytta pekaren med musen.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Parkoppling med ”%@” kommer att påbörjas automatiskt. Efter parkopplingen kommer du se en lösenkod som du skriver in på tangentbordet.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Parkoppling med ”%@” kommer att påbörjas automatiskt. När din mus är parkopplad kan du flytta pekaren med den.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Kunde inte hitta ett tangentbord. Söker…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Kunde inte hitta en mus. Söker…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Det finns inget tangentbord anslutet till datorn. Anslut tangentbordet nu.";
"MSG_NO_MOUSE" = "Det finns ingen mus ansluten till datorn. Anslut musen nu.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Det finns inget tangentbord anslutet till datorn. Anslut tangentbordet nu.\n\nOm du har ett trådlöst tangentbord från Apple, kontrollera att batterierna har satts i korrekt och att tangentbordet är på.";
"MSG_NO_MOUSE_BLUETOOTH" = "Det finns ingen mus ansluten till datorn. Anslut musen nu.\n\nOm du använder en trådlös mus från Apple, dra undan luckan undertill på musen så lysdioden syns.\n\nOm du inte använder en mus, anslut tangentbordet nu.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Uppdaterar %d tangentbordsnamn…";
"MSG_GETTING_MOUSE_NAMES" = "Uppdaterar %d musnamn…";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Bekräfta parkopplingen genom att trycka på returtangenten. Om du inte gör det startar sökningen på nytt om %d sekunder.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Bekräfta parkopplingen genom att klicka på OK nedan med musen. Om du inte gör det startar sökningen på nytt om %d sekunder.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Lösenkoden du skrev in är inte korrekt. Försök igen genom att klicka på Parkoppla.";
"MSG_AUTH_FAILURE_MOUSE" = "Parkopplingen med musen misslyckades. Försök igen genom att klicka på Parkoppla.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Lösenkoden du skrev in är inte korrekt. Parkopplar med tangentbordet igen om 5 sekunder.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Parkopplingen med musen misslyckades. Parkopplar med musen igen om 5 sekunder.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Väntar medan tangentbordet ansluter…";
"MSG_ALREADY_PAIRED_MOUSE" = "Börja använda musen genom att klicka med den.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Om det här inte är din mus kontrollerar du att den är påslagen. Vänta sedan tills sökningen börjar om.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Om det här inte är ditt tangentbord kontrollerar du att det är påslaget. Vänta sedan tills sökningen börjar om.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Om din mus inte finns med i listan kontrollerar du att den är på. Vänta sedan tills sökningen startar på nytt.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Om ditt tangentbord inte finns med i listan kontrollerar du att tangentbordet är på och klickar sedan på Avbryt för att söka igen.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Om pekaren inte flyttas när du rör på musen är musen inte parkopplad med datorn. Vänta tills parkoppling börjar igen.";
"MSG_WARNING_ACK_KEYBOARD" = "Om parkopplingen inte visas när du trycker på returtangenten på tangentbordet är tangentbordet inte parkopplat med datorn. Vänta tills parkoppling börjar igen.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Parkopplar med enheten…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Ansluter…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Ansluten.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Parkopplingen är klar.";

"CUSTOM_MOUSE_NAME"	= "%@s mus";
"CUSTOM_KEYBOARD_NAME"	= "%@s tangentbord";

